// General
"ADD" = "추가";
"OK" = "승인";
"CANCEL" = "취소";
"CONTINUE" = "계속";
"DONE" = "완료";
"Space" = "작업공간";
"SPACES" = "Spaces";
"OPTIONS" = "옵션...";
"UNKNOWN_EXTERNAL_KEYBOARD" = "알 수 없는 외장 키보드";
"TURN_BT_ON" = "Bluetooth 켜기";

// Trackpad tab
"2NDCLICK_TAPPING" = "보조 클릭을 하려면 트랙 패드에 2개의 손가락을 놓은 다음 단추를 클릭하십시오.";
"2NDCLICK_CLICKING" = "두 손가락을 사용하여 트랙패드를 눌러 보조 클릭";

// Keyboard tab
"FN_FLIPPER_TITLE" = "모든 F1, F2등의 키를 기본 기능 키로 사용.";
"FN_FLIPPER_NOTE" = "이 옵션이 선택되었다면 Fn 키를 눌러 각 키에 프린트된 특수 기능을 사용하십시오.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "이 설정을 변경하려면, %@(을)를 누르십시오.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "사용자 항목";
"USER_ITEMS_DESC" = "%@ 열기";
"CONFLICT_TOOLTIP" = "이 단축키는 다른 단축키와 충돌합니다.";
"ONOFF_TOOLTIP" = "목록에서 단축키를 켜려면 선택하십시오.";
"RESTORE_DEFAULTS_TITLE" = "모든 단축키를 기본 설정으로 재설정하겠습니까?";
"RESTORE_DEFAULTS_DESCR" = "이 동작은 취소할 수 없습니다.";
"GO_TO_SPACE_TEMPLATE" = "작업공간 %d(으)로 전환";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d초";
"NEVER" = "안 함";

"MOUSE" = "마우스";
"KEYBOARD" = "키보드";
"UNKNOWN" = "알 수 없음";

"NEW_APPLICATION_ITEM" = "<무제 메뉴 항목>";

"APP_IS_NOT_COMPATIBLE" = "%@ 응용 프로그램에 대해 키보드 단축키를 추가할 수 없습니다.";

"MOUSEBUTTON_OPEN" = "\“%@\” 열기";


// BT Pairing
"BT_OFF_TITLE" = "Bluetooth가 꺼져 있기 때문에 Bluetooth 키보드에 연결할 수 없습니다. Bluetooth를 켜겠습니까?";
"BT_OFF_ALERT_TITLE" = "Bluetooth가 꺼져 있기 때문에 Bluetooth 키보드에 연결할 수 없습니다. Bluetooth를 켜겠습니까?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "발견된 키보드가 없습니다.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1개의 키보드가 발견되었습니다.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "\“%@\” 발견됨";
"BT_CONTINUE" = "계속";
"BT_TRY_AGAIN" = "다시 시도";
"BT_SEARCHING" = "검색 중...";
"BT_CONNECTING" = "연결 중...";
"BT_SEARCHING_FOR_KEYBOARD" = "키보드 검색 중...";
"BT_PAIRING_SUCCESS" = "축하합니다!  컴퓨터가 Bluetooth 키보드를 사용할 수 있도록 설정되었습니다.";
"BT_SELECT_TO_PAIR" = "Bluetooth 키보드가 인식될 때까지 기다리십시오.";
"BT_SELECT_TO_PAIR_DESC" = "Bluetooth 키보드가 나타나지 않으면, 배터리가 올바르게 삽입되어 있고 켜져 있는지 확인하십시오.";
"BT_ATTEMPTING_TO_PAIR" = "\“%@\”와(과) 연결 시도 중...";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "연결 시도 중...";
"BT_ENTER_KEY" = "사용자의 장비가 암호키를 받을 준비가 되었는 지 확인하십시오. 준비가 완료되면, 키보드에서 다음 숫자를 입력한 다음 Return 키를 누르십시오.";
"BT_PAIR_FAIL_GENERAL" = "연결에 실패했습니다. “계속”을 클릭하여 다시 시도하십시오.";
"BT_PAIR_FAIL_AUTH" = "입력한 암호키가 일치하지 않기 때문에 연결에 실패했습니다. 다시 시도하려면 “계속”을 클릭하십시오.";
